Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# CmdAlias_compare_createSnapshot
source: process memory snapshot
ar: process memory snapshot ذاكرة العملية لقطة
cs: proces paměť pamet snímek snimek vytvořit vytvorit process memory snapshot
de: prozess speicher snapshot process memory snapshot
el: στιγμιότυπο μνήμης διεργασίας process memory snapshot
es: proceso memoria instantánea process memory snapshot
fa: حافظهٔ فرایند تصویر لحظه‌ای, process memory snapshot
fr: processus mémoire instantané process memory snapshot
hu: pillanatkép pillanatkep folyamat memória memoria process memory snapshot
id: snapshot proses memori process memory snapshot
it: memoria processo snapshot istantanea process memory snapshot
ja: ひかく すなっぷしょっとをさくせい ぷろせす
ko: 스냅숏 만들기 프로세스 메모리 비교 process memory snapshot
pl: pamięć procesu migawka process memory snapshot
pt: memória processo instantâneo process memory snapshot
ro: proces memorie instantaneu captură captura process memory snapshot
th: สแนปช็อต โปรเซส หน่วยความจำ process memory snapshot
tr: işlem bellek anlık görüntü process memory snapshot
uk: процес пам’ять знімок process memory snapshot
vi: ảnh chụp nhanh tiến trình bộ nhớ process memory snapshot
zh_hans: 比较 创建 快照 进程 内存 process memory snapshot
zh_hant: 比較 建立快照 處理程序 記憶體 process memory snapshot

# Cmd_compare_snapshots
source: Compare: Compare snapshots
ar: مقارنة: مقارنة اللقطات
cs: Porovnání: Porovnat snímky
de: Vergleichen: Snapshots vergleichen
el: Σύγκριση: Σύγκριση στιγμιότυπων
es: Comparar: comparar instantáneas
fa: مقایسه: مقایسهٔ تصاویر لحظه‌ای
fr: Comparer : comparer des instantanés
hu: Összehasonlítás: pillanatképek összehasonlítása
id: Bandingkan: Bandingkan snapshot
it: Confronta: confronta snapshot
ja: 比較: スナップショットを比較
ko: 비교: 스냅숏 비교
pl: Porównaj: porównaj migawki
pt: Comparar: comparar instantâneos
ro: Comparare: comparare instantanee
th: เปรียบเทียบ: เปรียบเทียบสแนปช็อต
tr: Karşılaştır: Anlık görüntüleri karşılaştır
uk: Порівняння: порівняти знімки
vi: So sánh: So sánh ảnh chụp nhanh
zh_hans: 比较：比较快照
zh_hant: 比較：比較快照

# CmdAlias_compare_snapshots
source: process memory snapshot
ar: process memory snapshot ذاكرة العملية لقطة
cs: proces paměť pamet snímky snimky porovnat process memory snapshot
de: prozess speicher snapshot process memory snapshot
el: στιγμιότυπο μνήμης διεργασίας process memory snapshot
es: proceso memoria instantánea process memory snapshot
fa: حافظهٔ فرایند تصویر لحظه‌ای, process memory snapshot
fr: processus mémoire instantané process memory snapshot
hu: pillanatkép pillanatkep folyamat memória memoria összehasonlítás process memory snapshot
id: snapshot proses bandingkan process memory snapshot
it: memoria processo snapshot istantanea process memory snapshot
ja: ひかく すなっぷしょっとをひかく ぷろせす
ko: 스냅숏 비교 프로세스 메모리 process memory snapshot
pl: pamięć procesu migawka process memory snapshot
pt: memória processo instantâneo process memory snapshot
ro: proces memorie instantaneu instantanee captură captura process memory snapshot
th: สแนปช็อต โปรเซส เปรียบเทียบ process memory snapshot
tr: işlem bellek anlık görüntü process memory snapshot
uk: процес пам’ять знімок process memory snapshot
vi: ảnh chụp nhanh tiến trình so sánh process memory snapshot
zh_hans: 比较 快照 进程 内存 process memory snapshot
zh_hant: 比較 比較快照 處理程序 記憶體 process memory snapshot

# Snapshot_Name
source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fa: نام
fr: Nom
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
pl: Nazwa
pt: Nome
ro: Nume
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# Snapshot_CreateTitle
source: Create a process snapshot
ar: إنشاء لقطة للعملية
cs: Vytvořit snímek procesu
de: Prozess-Snapshot erstellen
el: Δημιουργία στιγμιότυπου διεργασίας
es: Crear una instantánea de proceso
fa: ایجاد تصویر لحظه‌ای فرایند
fr: Créer un instantané de processus
hu: Folyamat-pillanatkép készítése
id: Buat snapshot proses
it: Crea uno snapshot del processo
ja: プロセスのスナップショットを作成
ko: 프로세스 스냅숏 만들기
pl: Utwórz migawkę procesu
pt: Criar um instantâneo do processo
ro: Creare instantaneu de proces
th: สร้างสแนปช็อตของโปรเซส
tr: İşlem anlık görüntüsü oluştur
uk: Створення знімка процесу
vi: Tạo ảnh chụp nhanh tiến trình
zh_hans: 创建进程快照
zh_hant: 建立處理程序快照

# Snapshot_Create
source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
el: Δημιουργία
es: Crear
fa: ایجاد
fr: Créer
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
ko: 만들기
pl: Utwórz
pt: Criar
ro: Creare
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

# Snapshot_Creating
source: Creating snapshot {0}
ar: جارٍ إنشاء اللقطة {0}
cs: Vytváření snímku {0}
de: Snapshot {0} wird erstellt
el: Δημιουργία στιγμιότυπου {0}
es: Creando la instantánea {0}
fa: در حال ایجاد تصویر لحظه‌ای {0}
fr: Création de l'instantané {0}
hu: Pillanatkép készítése: {0}
id: Membuat snapshot {0}
it: Creazione dello snapshot {0}
ja: スナップショット {0} を作成
ko: 스냅숏 {0} 만드는 중
pl: Tworzenie migawki {0}
pt: Criando o instantâneo {0}
ro: Se creează instantaneul {0}
th: กำลังสร้างสแนปช็อต {0}
tr: {0} anlık görüntüsü oluşturuluyor
uk: Створення знімка {0}
vi: Đang tạo ảnh chụp nhanh {0}
zh_hans: 正在创建快照 {0}
zh_hant: 正在建立快照 {0}

# Snapshot_Unreadable
source: {0} pages ({1}) could not be read and are not in the snapshot.
ar: تعذرت قراءة {0} صفحات ({1}) ولم يتم تضمينها في اللقطة.
cs: Stránky, které nelze přečíst a nejsou ve snímku: {0} ({1}).
de: {0} Seiten ({1}) konnten nicht gelesen werden und sind nicht im Snapshot enthalten.
el: Δεν ήταν δυνατή η ανάγνωση {0} σελίδων ({1}) και δεν περιλαμβάνονται στο στιγμιότυπο.
es: No se pudieron leer {0} páginas ({1}) y no están en la instantánea.
fa: {0} صفحه ({1}) خوانده نشد و در تصویر لحظه‌ای نیست.
fr: {0} pages ({1}) n'ont pas pu être lues et ne figurent pas dans l'instantané.
hu: {0} lap ({1}) nem olvasható, ezért nem került a pillanatképbe.
id: {0} halaman ({1}) tidak dapat dibaca dan tidak ada di snapshot.
it: Impossibile leggere {0} pagine ({1}); non sono incluse nello snapshot.
ja: {0} ページ ({1}) を読めなかったため、スナップショットに含まれていません。
ko: {0}개 페이지({1})를 읽을 수 없어 스냅숏에 포함되지 않았습니다.
pl: Nie można odczytać stron: {0} ({1}); nie ma ich w migawce.
pt: {0} páginas ({1}) não puderam ser lidas e não estão no instantâneo.
ro: Pagini care nu au putut fi citite și nu sunt incluse în instantaneu: {0} ({1}).
th: อ่าน {0} เพจ ({1}) ไม่ได้ และไม่ได้อยู่ในสแนปช็อต
tr: {0} sayfa ({1}) okunamadı ve anlık görüntüde yok.
uk: Не вдалося прочитати сторінок: {0} ({1}); їх не включено до знімка.
vi: Không thể đọc {0} trang ({1}) và chúng không có trong ảnh chụp nhanh.
zh_hans: 有 {0} 页（{1}）无法读取，未包含在快照中。
zh_hant: 有 {0} 個頁面（{1}）無法讀取，因此不在快照中。

# Snapshot_Error
source: The snapshot could not be created or saved ({0}).
ar: تعذر إنشاء اللقطة أو حفظها ({0}).
cs: Snímek nelze vytvořit ani uložit ({0}).
de: Der Snapshot konnte nicht erstellt oder gespeichert werden ({0}).
el: Δεν ήταν δυνατή η δημιουργία ή η αποθήκευση του στιγμιότυπου ({0}).
es: No se pudo crear ni guardar la instantánea ({0}).
fa: تصویر لحظه‌ای ایجاد یا ذخیره نشد ({0}).
fr: Impossible de créer ou d'enregistrer l'instantané ({0}).
hu: A pillanatkép nem hozható létre vagy nem menthető ({0}).
id: Snapshot tidak dapat dibuat atau disimpan ({0}).
it: Impossibile creare o salvare lo snapshot ({0}).
ja: スナップショットを作成・保存できませんでした ({0})。
ko: 스냅숏을 만들거나 저장할 수 없습니다({0}).
pl: Nie można utworzyć ani zapisać migawki ({0}).
pt: Não foi possível criar ou salvar o instantâneo ({0}).
ro: Instantaneul nu a putut fi creat sau salvat ({0}).
th: ไม่สามารถสร้างหรือบันทึกสแนปช็อต ({0})
tr: Anlık görüntü oluşturulamadı veya kaydedilemedi ({0}).
uk: Не вдалося створити або зберегти знімок ({0}).
vi: Không thể tạo hoặc lưu ảnh chụp nhanh ({0}).
zh_hans: 无法创建或保存快照（{0}）。
zh_hant: 無法建立或儲存快照（{0}）。

# Snapshot_AccessDenied
source: Access to the process memory was denied.
ar: تم رفض الوصول إلى ذاكرة العملية.
cs: Přístup k paměti procesu byl odepřen.
de: Der Zugriff auf den Prozessspeicher wurde verweigert.
el: Δεν επιτρέπεται η πρόσβαση στη μνήμη της διεργασίας.
es: Se denegó el acceso a la memoria del proceso.
fa: دسترسی به حافظهٔ فرایند رد شد.
fr: L'accès à la mémoire du processus a été refusé.
hu: A folyamatmemóriához való hozzáférés megtagadva.
id: Akses ke memori proses ditolak.
it: Accesso alla memoria del processo negato.
ja: プロセスのメモリを読む権限がありません。
ko: 프로세스 메모리에 대한 액세스가 거부되었습니다.
pl: Odmówiono dostępu do pamięci procesu.
pt: O acesso à memória do processo foi negado.
ro: Accesul la memoria procesului a fost refuzat.
th: การเข้าถึงหน่วยความจำของโปรเซสถูกปฏิเสธ
tr: İşlem belleğine erişim reddedildi.
uk: Доступ до пам’яті процесу заборонено.
vi: Bị từ chối truy cập bộ nhớ tiến trình.
zh_hans: 对进程内存的访问被拒绝。
zh_hant: 處理程序記憶體的存取被拒。

# Snapshot_NeedsAdmin
source: Administrator rights are needed to read this process. Create the snapshot again with administrator rights?
ar: يلزم صلاحيات المسؤول لقراءة هذه العملية. هل تريد إنشاء اللقطة مرة أخرى بصلاحيات المسؤول؟
cs: Ke čtení tohoto procesu jsou potřeba oprávnění správce. Vytvořit snímek znovu s oprávněními správce?
de: Zum Lesen dieses Prozesses sind Administratorrechte erforderlich. Snapshot mit Administratorrechten erneut erstellen?
el: Απαιτούνται δικαιώματα διαχειριστή για την ανάγνωση αυτής της διεργασίας. Να δημιουργηθεί ξανά το στιγμιότυπο με δικαιώματα διαχειριστή;
es: Para leer este proceso se necesitan permisos de administrador. ¿Volver a crear la instantánea con permisos de administrador?
fa: برای خواندن این فرایند مجوز مدیر لازم است. تصویر لحظه‌ای دوباره با مجوز مدیر ایجاد شود؟
fr: Des droits d'administrateur sont nécessaires pour lire ce processus. Recréer l'instantané avec des droits d'administrateur ?
hu: A folyamat olvasásához rendszergazdai jogosultság szükséges. Újra elkészíti a pillanatképet rendszergazdai jogosultsággal?
id: Hak administrator diperlukan untuk membaca proses ini. Buat ulang snapshot dengan hak administrator?
it: Per leggere questo processo sono necessari i diritti di amministratore. Creare di nuovo lo snapshot con i diritti di amministratore?
ja: このプロセスを読むには管理者権限が必要です。管理者権限でスナップショットを作り直しますか?
ko: 이 프로세스를 읽으려면 관리자 권한이 필요합니다. 관리자 권한으로 스냅숏을 다시 만드시겠습니까?
pl: Odczyt tego procesu wymaga uprawnień administratora. Utworzyć migawkę ponownie z uprawnieniami administratora?
pt: São necessários direitos de administrador para ler este processo. Criar o instantâneo novamente com direitos de administrador?
ro: Pentru citirea acestui proces sunt necesare drepturi de administrator. Creați din nou instantaneul cu drepturi de administrator?
th: ต้องมีสิทธิ์ผู้ดูแลระบบเพื่ออ่านโปรเซสนี้ สร้างสแนปช็อตอีกครั้งด้วยสิทธิ์ผู้ดูแลระบบหรือไม่
tr: Bu işlemi okumak için yönetici hakları gerekir. Anlık görüntü yönetici haklarıyla yeniden oluşturulsun mu?
uk: Для читання цього процесу потрібні права адміністратора. Створити знімок знову з правами адміністратора?
vi: Cần quyền quản trị viên để đọc tiến trình này. Tạo lại ảnh chụp nhanh với quyền quản trị viên?
zh_hans: 读取此进程需要管理员权限。是否以管理员权限重新创建快照？
zh_hant: 讀取此處理程序需要系統管理員權限。要以系統管理員權限重新建立快照嗎？

# Snapshot_Saved
source: Saved {0}.
ar: تم حفظ {0}.
cs: Uloženo: {0}.
de: {0} gespeichert.
el: Αποθηκεύτηκε το {0}.
es: Se guardó {0}.
fa: {0} ذخیره شد.
fr: {0} enregistré.
hu: Mentve: {0}.
id: {0} disimpan.
it: {0} salvato.
ja: {0} を保存しました。
ko: {0}을(를) 저장했습니다.
pl: Zapisano {0}.
pt: {0} salvo.
ro: S-a salvat {0}.
th: บันทึก {0} แล้ว
tr: {0} kaydedildi.
uk: Збережено: {0}.
vi: Đã lưu {0}.
zh_hans: 已保存 {0}。
zh_hant: 已儲存 {0}。

# Snapshot_NoneToCompare
source: Create a snapshot first (Analysis > Compare > Create Process Snapshot).
ar: أنشئ لقطة أولاً (تحليل > مقارنة > إنشاء لقطة للعملية).
cs: Nejprve vytvořte snímek (Analýza > Porovnat > Vytvořit snímek procesu).
de: Erstellen Sie zuerst einen Snapshot (Analyse > Vergleichen > Prozess-Snapshot erstellen).
el: Δημιουργήστε πρώτα ένα στιγμιότυπο (Ανάλυση > Σύγκριση > Δημιουργία στιγμιότυπου διεργασίας).
es: Crea primero una instantánea (Análisis > Comparar > Crear instantánea de proceso).
fa: ابتدا یک تصویر لحظه‌ای ایجاد کنید (تحلیل > مقایسه > ایجاد تصویر لحظه‌ای فرایند).
fr: Créez d'abord un instantané (Analyse > Comparer > Créer un instantané de processus).
hu: Előbb készítsen pillanatképet (Elemzés > Összehasonlítás > Folyamat-pillanatkép készítése).
id: Buat snapshot terlebih dahulu (Analisis > Bandingkan > Buat Snapshot Proses).
it: Crea prima uno snapshot (Analisi > Confronta > Crea snapshot del processo).
ja: 先にスナップショットを作成してください (解析 > 比較 > プロセスのスナップショットを作成)。
ko: 먼저 스냅숏을 만드세요(분석 > 비교 > 프로세스 스냅숏 만들기).
pl: Najpierw utwórz migawkę (Analiza > Porównaj > Utwórz migawkę procesu).
pt: Crie primeiro um instantâneo (Análise > Comparar > Criar instantâneo do processo).
ro: Creați mai întâi un instantaneu (Analiză > Comparare > Creare instantaneu de proces).
th: สร้างสแนปช็อตก่อน (วิเคราะห์ > เปรียบเทียบ > สร้างสแนปช็อตของโปรเซส)
tr: Önce bir anlık görüntü oluşturun (Analiz > Karşılaştır > İşlem Anlık Görüntüsü Oluştur).
uk: Спочатку створіть знімок («Аналіз» > «Порівняння» > «Створити знімок процесу»).
vi: Hãy tạo ảnh chụp nhanh trước (Phân tích > So sánh > Tạo ảnh chụp nhanh tiến trình).
zh_hans: 请先创建快照（分析 > 比较 > 创建进程快照）。
zh_hant: 請先建立快照（分析 > 比較 > 建立處理程序快照）。

# FileType_Snapshot
source: Process snapshot
ar: لقطة العملية
cs: Snímek procesu
de: Prozess-Snapshot
el: Στιγμιότυπο διεργασίας
es: Instantánea de proceso
fa: تصویر لحظه‌ای فرایند
fr: Instantané de processus
hu: Folyamat-pillanatkép
id: Snapshot proses
it: Snapshot del processo
ja: プロセスのスナップショット
ko: 프로세스 스냅숏
pl: Migawka procesu
pt: Instantâneo do processo
ro: Instantaneu de proces
th: สแนปช็อตของโปรเซส
tr: İşlem anlık görüntüsü
uk: Знімок процесу
vi: Ảnh chụp nhanh tiến trình
zh_hans: 进程快照
zh_hant: 處理程序快照

# Tab_CreateSnapshot
source: Create Snapshot
ar: إنشاء لقطة
cs: Vytvořit snímek
de: Snapshot erstellen
el: Δημιουργία στιγμιότυπου
es: Crear instantánea
fa: ایجاد تصویر لحظه‌ای
fr: Créer un instantané
hu: Pillanatkép készítése
id: Buat Snapshot
it: Crea snapshot
ja: スナップショットを作成
ko: 스냅숏 만들기
pl: Utwórz migawkę
pt: Criar instantâneo
ro: Creare instantaneu
th: สร้างสแนปช็อต
tr: Anlık Görüntü Oluştur
uk: Створити знімок
vi: Tạo Ảnh chụp nhanh
zh_hans: 创建快照
zh_hant: 建立快照

# Compare_Kind_RegionAdded
source: Region added
ar: تمت إضافة منطقة
cs: Oblast přidána
de: Region hinzugefügt
el: Προστέθηκε περιοχή
es: Región agregada
fa: ناحیه افزوده شد
fr: Région ajoutée
hu: Terület hozzáadva
id: Wilayah ditambahkan
it: Area aggiunta
ja: 領域の追加
ko: 영역 추가됨
pl: Dodano region
pt: Região adicionada
ro: Regiune adăugată
th: เพิ่มพื้นที่
tr: Bölge eklendi
uk: Область додано
vi: Vùng được thêm
zh_hans: 已添加区域
zh_hant: 已新增區域

# Compare_Kind_RegionRemoved
source: Region removed
ar: تمت إزالة منطقة
cs: Oblast odebrána
de: Region entfernt
el: Καταργήθηκε περιοχή
es: Región quitada
fa: ناحیه حذف شد
fr: Région supprimée
hu: Terület eltávolítva
id: Wilayah dihapus
it: Area rimossa
ja: 領域の削除
ko: 영역 제거됨
pl: Usunięto region
pt: Região removida
ro: Regiune eliminată
th: ลบพื้นที่
tr: Bölge kaldırıldı
uk: Область видалено
vi: Vùng bị xóa
zh_hans: 已删除区域
zh_hant: 已移除區域

# Recovery_DeviceMissing
source: The device {0} of this recovery data is not connected.
ar: الجهاز {0} الخاص ببيانات الاسترداد هذه غير متصل.
cs: Zařízení {0} z těchto dat pro obnovení není připojeno.
de: Das Gerät {0} dieser Wiederherstellungsdaten ist nicht angeschlossen.
el: Η συσκευή {0} αυτών των δεδομένων ανάκτησης δεν είναι συνδεδεμένη.
es: El dispositivo {0} de estos datos de recuperación no está conectado.
fa: دستگاه {0} این دادهٔ بازیابی متصل نیست.
fr: Le périphérique {0} de ces données de récupération n'est pas connecté.
hu: A helyreállítási adatokhoz tartozó {0} eszköz nincs csatlakoztatva.
id: Perangkat {0} dari data pemulihan ini tidak tersambung.
it: Il dispositivo {0} di questi dati di ripristino non è connesso.
ja: この復旧用データのデバイス {0} が接続されていません。
ko: 이 복구 데이터의 장치 {0}이(가) 연결되어 있지 않습니다.
pl: Urządzenie {0} z tych danych odzyskiwania nie jest podłączone.
pt: O dispositivo {0} destes dados de recuperação não está conectado.
ro: Dispozitivul {0} al acestor date de recuperare nu este conectat.
th: อุปกรณ์ {0} ของข้อมูลกู้คืนนี้ไม่ได้เชื่อมต่ออยู่
tr: Bu kurtarma verilerinin {0} aygıtı bağlı değil.
uk: Пристрій {0} цих даних відновлення не підключено.
vi: Thiết bị {0} của dữ liệu khôi phục này chưa được kết nối.
zh_hans: 此恢复数据对应的设备 {0} 未连接。
zh_hant: 此復原資料的裝置 {0} 未連線。

# Recovery_DeviceSerialMismatch
source: The device at {0} is not the same device (the serial number differs). The changes were not recovered.
ar: الجهاز في {0} ليس الجهاز نفسه (الرقم التسلسلي مختلف). لم يتم استرداد التغييرات.
cs: Zařízení na {0} není stejné zařízení (liší se sériové číslo). Změny nebyly obnoveny.
de: Das Gerät unter {0} ist nicht dasselbe Gerät (die Seriennummer unterscheidet sich). Die Änderungen wurden nicht wiederhergestellt.
el: Η συσκευή στο {0} δεν είναι η ίδια συσκευή (ο σειριακός αριθμός διαφέρει). Οι αλλαγές δεν ανακτήθηκαν.
es: El dispositivo en {0} no es el mismo (el número de serie es distinto). No se recuperaron los cambios.
fa: دستگاه در {0} همان دستگاه نیست (شمارهٔ سریال متفاوت است). تغییرات بازیابی نشدند.
fr: Le périphérique à {0} n'est pas le même (le numéro de série diffère). Les modifications n'ont pas été récupérées.
hu: A(z) {0} helyen lévő eszköz nem ugyanaz az eszköz (eltér a sorozatszám). A módosítások nem lettek helyreállítva.
id: Perangkat di {0} bukan perangkat yang sama (nomor seri berbeda). Perubahan tidak dipulihkan.
it: Il dispositivo in {0} non è lo stesso (il numero di serie è diverso). Le modifiche non sono state ripristinate.
ja: {0} のデバイスは同じデバイスではありません (シリアル番号が違います)。変更は復旧していません。
ko: {0}의 장치가 같은 장치가 아닙니다(일련 번호가 다름). 변경 내용을 복구하지 않았습니다.
pl: Urządzenie w {0} nie jest tym samym urządzeniem (numer seryjny jest inny). Zmian nie odzyskano.
pt: O dispositivo em {0} não é o mesmo (o número de série é diferente). As alterações não foram recuperadas.
ro: Dispozitivul de la {0} nu este același dispozitiv (numărul de serie diferă). Modificările nu au fost recuperate.
th: อุปกรณ์ที่ {0} ไม่ใช่อุปกรณ์เดียวกัน (หมายเลขซีเรียลต่างกัน) ไม่ได้กู้คืนการเปลี่ยนแปลง
tr: {0} konumundaki aygıt aynı aygıt değil (seri numarası farklı). Değişiklikler kurtarılmadı.
uk: Пристрій у {0} — не той самий пристрій (інший серійний номер). Зміни не відновлено.
vi: Thiết bị tại {0} không phải cùng một thiết bị (số sê-ri khác). Các thay đổi chưa được khôi phục.
zh_hans: {0} 处的设备不是同一设备（序列号不同）。未恢复更改。
zh_hant: 位於 {0} 的裝置不是同一個裝置（序號不同）。未復原變更。

# Menu_View_Presets.Text
source: Presets
ar: الإعدادات المسبقة
cs: Předvolby
de: Vorgaben
el: Προκαθορισμένα
es: Valores predefinidos
fa: پیش‌تنظیم‌ها
fr: Préréglages
hu: Készletek
id: Preset
it: Preimpostazioni
ja: プリセット(P)
ko: 프리셋(P)
pl: Ustawienia wstępne
pt: Predefinições
ro: Presetări
th: ค่าที่ตั้งไว้ล่วงหน้า(P)
tr: Hazır Ayarlar
uk: Набори параметрів
vi: Thiết lập sẵn
zh_hans: 预设(P)
zh_hant: 預設集(P)

# Menu_View_Presets.AccessKey
source: P
ar: م
de: V
el: Π
es: V
fa: پ
hu: K
id: R
pl: U
tr: H
uk: Н
vi: T

# Menu_View_PresetSave.Text
source: Save Current Settings as Preset...
ar: حفظ الإعدادات الحالية كإعداد مسبق...
cs: Uložit aktuální nastavení jako předvolbu...
de: Aktuelle Einstellungen als Vorgabe speichern...
el: Αποθήκευση τρεχουσών ρυθμίσεων ως προκαθορισμένου...
es: Guardar la configuración actual como valor predefinido...
fa: ذخیرهٔ تنظیمات فعلی به‌عنوان پیش‌تنظیم...
fr: Enregistrer les paramètres actuels comme préréglage...
hu: Jelenlegi beállítások mentése készletként...
id: Simpan Pengaturan Saat Ini sebagai Preset...
it: Salva impostazioni correnti come preimpostazione...
ja: 現在の設定をプリセットとして保存(S)...
ko: 현재 설정을 프리셋으로 저장(S)...
pl: Zapisz bieżące ustawienia jako ustawienie wstępne...
pt: Salvar configurações atuais como predefinição...
ro: Salvare setări curente ca presetare...
th: บันทึกการตั้งค่าปัจจุบันเป็นค่าที่ตั้งไว้ล่วงหน้า(S)...
tr: Geçerli Ayarları Hazır Ayar Olarak Kaydet...
uk: Зберегти поточні параметри як набір...
vi: Lưu Cài đặt Hiện tại làm Thiết lập sẵn...
zh_hans: 将当前设置保存为预设(S)...
zh_hant: 將目前設定儲存為預設集(S)...

# Menu_View_PresetSave.AccessKey
source: S
ar: ح
cs: U
de: A
el: Α
es: G
fa: ذ
fr: E
hu: J
pl: Z
tr: K
uk: З
vi: L

# Menu_View_PresetManage.Text
source: Manage Presets...
ar: إدارة الإعدادات المسبقة...
cs: Spravovat předvolby...
de: Vorgaben verwalten...
el: Διαχείριση προκαθορισμένων...
es: Administrar valores predefinidos...
fa: مدیریت پیش‌تنظیم‌ها...
fr: Gérer les préréglages...
hu: Készletek kezelése...
id: Kelola Preset...
it: Gestisci preimpostazioni...
ja: プリセットの管理(M)...
ko: 프리셋 관리(M)...
pl: Zarządzaj ustawieniami wstępnymi...
pt: Gerenciar predefinições...
ro: Gestionare presetări...
th: จัดการค่าที่ตั้งไว้ล่วงหน้า(M)...
tr: Hazır Ayarları Yönet...
uk: Керування наборами...
vi: Quản lý Thiết lập sẵn...
zh_hans: 管理预设(M)...
zh_hant: 管理預設集(M)...

# Menu_View_PresetManage.AccessKey
source: M
ar: د
cs: S
de: V
el: Δ
es: A
fa: م
fr: G
hu: K
id: K
it: G
pl: U
pt: G
ro: G
tr: Y
uk: К
vi: Q

# Cmd_view_presetApply
source: View: Apply preset
ar: العرض: تطبيق إعداد مسبق
cs: Zobrazení: Použít předvolbu
de: Ansicht: Vorgabe anwenden
el: Προβολή: Εφαρμογή προκαθορισμένου
es: Ver: aplicar valor predefinido
fa: نما: اعمال پیش‌تنظیم
fr: Affichage : appliquer un préréglage
hu: Nézet: készlet alkalmazása
id: Tampilan: Terapkan preset
it: Visualizza: applica preimpostazione
ja: 表示: プリセットを適用
ko: 보기: 프리셋 적용
pl: Widok: zastosuj ustawienie wstępne
pt: Exibir: aplicar predefinição
ro: Vizualizare: aplicare presetare
th: มุมมอง: ใช้ค่าที่ตั้งไว้ล่วงหน้า
tr: Görünüm: Hazır ayarı uygula
uk: Вигляд: застосувати набір параметрів
vi: Xem: Áp dụng thiết lập sẵn
zh_hans: 视图：应用预设
zh_hant: 檢視：套用預設集

# CmdAlias_view_presetApply
source: view settings preset
ar: view settings preset إعدادات العرض إعداد مسبق
cs: zobrazení zobrazeni nastavení nastaveni předvolba predvolba použít pouzit view settings preset
de: ansicht einstellungen vorgabe view settings preset
el: ρυθμίσεις προβολής προκαθορισμένο view settings preset
es: ver configuración valor predefinido view settings preset
fa: تنظیمات نما پیش‌تنظیم, view settings preset
fr: affichage paramètres préréglage view settings preset
hu: nézet nezet beállítások beallitasok készlet keszlet alkalmazás view settings preset
id: preset pengaturan tampilan view settings preset
it: impostazioni visualizzazione preimpostazione profilo view settings preset
ja: ひょうじ ぷりせっとをてきよう
ko: 보기 설정 프리셋 적용 view settings preset
pl: ustawienia widoku ustawienie wstępne profil view settings preset
pt: configurações exibição predefinição view settings preset
ro: vizualizare setări setari presetare view settings preset
th: ค่าที่ตั้งไว้ล่วงหน้า การตั้งค่ามุมมอง view settings preset
tr: görünüm ayarları hazır ayar view settings preset
uk: параметри вигляду набір view settings preset
vi: thiết lập sẵn cài đặt hiển thị view settings preset
zh_hans: 视图 设置 预设 应用 view settings preset
zh_hant: 檢視 套用預設集 設定 view settings preset

# Cmd_view_presetSave
source: View: Save current settings as preset
ar: العرض: حفظ الإعدادات الحالية كإعداد مسبق
cs: Zobrazení: Uložit aktuální nastavení jako předvolbu
de: Ansicht: Aktuelle Einstellungen als Vorgabe speichern
el: Προβολή: Αποθήκευση τρεχουσών ρυθμίσεων ως προκαθορισμένου
es: Ver: guardar la configuración actual como valor predefinido
fa: نما: ذخیرهٔ تنظیمات فعلی به‌عنوان پیش‌تنظیم
fr: Affichage : enregistrer les paramètres actuels comme préréglage
hu: Nézet: jelenlegi beállítások mentése készletként
id: Tampilan: Simpan pengaturan saat ini sebagai preset
it: Visualizza: salva impostazioni correnti come preimpostazione
ja: 表示: 現在の設定をプリセットとして保存
ko: 보기: 현재 설정을 프리셋으로 저장
pl: Widok: zapisz bieżące ustawienia jako ustawienie wstępne
pt: Exibir: salvar configurações atuais como predefinição
ro: Vizualizare: salvare setări curente ca presetare
th: มุมมอง: บันทึกการตั้งค่าปัจจุบันเป็นค่าที่ตั้งไว้ล่วงหน้า
tr: Görünüm: Geçerli ayarları hazır ayar olarak kaydet
uk: Вигляд: зберегти поточні параметри як набір
vi: Xem: Lưu cài đặt hiện tại làm thiết lập sẵn
zh_hans: 视图：将当前设置保存为预设
zh_hant: 檢視：將目前設定儲存為預設集
